[
    {
        "id": "20",
        "path": "/medcine",
        "name": "Fitness",
        "categorey": "The Latest",
        "author": "Hallie Levine",
        "title": "When to consider statins for cholesterol, especially as you age - The Washington Post",
        "description": "The ideal cholesterol levels for you — and whether you rely on lifestyle measures alone or use medication as well — should be personalized, an expert says.",
        "url": "https://www.washingtonpost.com/wellness/2023/05/22/statins-cholesterol-aging/",
        "urlToImage": "https: //www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/V2E5GXYCJCWV52UC2FC7BU7BW4.jpg&w=1440",
        "publishedAt": "2023-05-22T19:45:02Z",
        "content": "Sometimes it may seem as if half the population of the United States takes medication for high cholesterol levels. About 40 million Americans are taking statins such as atorvastatin (Lipitor and generic), lovastatin (Altoprev) and simvastatin (Zocor), which are by far the most commonly prescribed of all types of cholesterol drugs.Statins can be quite effective. They can lower LDL (“bad”) cholesterol by up to 25 to 55 percent, reduce the levels of blood fats called triglycerides and subdue inflammation — and they could prevent heart attacks and strokes.But there may be some confusion about when to start on statins, especially among older adults. While we are more vulnerable to heart ­attacks and strokes with age, data showing that statins reduce such risks are “strongest for adults in their 70s and less clear as adults age beyond 80,” says Daniel Forman, chair of the section of geriatric cardiology at the University of Pittsburgh Medical Center. Concerns about statin side effects also increase with age, he says.Last year, the U.S. Preventive Services Task Force reaffirmed that not enough evidence exists to recommend — or not recommend — starting statin use in people 76 and older for the prevention of a first heart attack or stroke. “The USPSTF isn’t saying you shouldn’t do it, just that there’s not enough research out there to say definitively that you should,” says Robert Rosenson, director of cardiometabolic disorders at the Icahn School of Medicine at Mount Sinai in New York."
    },
    {
        "id": "21",
        "path": "/smoke",
        "name": "Fitness",
        "categorey": "The Latest",
        "title": "Smoking cannabis doesn’t carry same risks as tobacco, UCLA study finds - KTLA Los Angeles",
        "description": "A new study from researchers at the University of California, Los Angeles found some good news for cannabis smokers: one of the major risks associated with tobacco smoking isn’t connected with marijuana. The study, “Impact of Marijuana Smoking on COPD Progres…",
        "url": "https://ktla.com/news/local-news/smoking-cannabis-doesnt-carry-same-risks-as-tobacco-ucla-study/",
        "urlToImage": "https://ktla.com/wp-content/uploads/sites/4/2023/05/CannabisSmoker.jpg?w=1280",
        "publishedAt": "2023-05-22T21:15:43Z",
        "content": "A new study from researchers at the University of California, Los Angeles found some good news for cannabis smokers: one of the major risks associated with tobacco smoking isn’t connected with marijuana.The study, “Impact of Marijuana Smoking on COPD Progression in a Cohort of Middle-Aged and Older Persons,” was published in the journal “Chronic Obstructive Pulmonary Diseases” this month.The researchers compared groups of people who currently, used to or have never smoked marijuana as part of the longitudinal research. Many of the subjects were studied for more than four years.“Neither former nor current marijuana smoking of any lifetime amount was associated with evidence of COPD progression or its development,” the study said.Cannabis advocates, including the National Organization for the Reform of Marijuana Laws, celebrated the findings, noting that they “are consistent with those of prior studies concluding that cannabis inhalation, even long-term, is not positively associated with COPD, lung cancer, or irreversible airway damage.”“They should be reassuring to cannabis consumers and to health professionals alike, and they should help to guide future policies with respect to the crafting of evidence-based public health messages and associated regulations,” NORML’s Deputy Director Paul Armentano said in a statement."
    },
    {
        "id": "22",
        "name": "Fitness",
        "path": "/mask",
        "categorey": "The Latest",
        "title": "Teens wearing masks unnecessary, parenting advice from Care and Feeding. - Slate","description": "There’s really no good reason for this.",
        "url": "https://slate.com/human-interest/2023/05/unnecessary-mask-care-and-feeding-advice.html",
        "urlToImage": "https://compote.slate.com/images/60b2e411-d74e-4bce-ab82-70798c7babcc.jpeg?crop=1560%2C1040%2Cx0%2Cy0&width=1560",
        "publishedAt": "2023-05-23T10:00:00Z",
        "content": "My 14-year-old daughter still insists on wearing a mask in any and all public spaces. COVID is no longer a big risk for us in our area, our family and all of her friends are up to date on all vaccinations, and none of our friends and family are at high-risk. My daughter is one of the few people in her school that still wears a mask each day, but not primarily to protect herself from illness.She has told me that part of the reason why she prefers to wear a mask is that it conceals her facial expressions, and eliminates some of the social anxiety she feels about talking to others. While I fully understand this (both my husband and I are introverts ourselves), I do think it is necessary for her to re-learn how to interact with people without something covering her face, especially since wearing a mask will become less and less socially acceptable as we move further away from the pandemic years.In addition, she appreciates that wearing a mask hides some of her acne struggles. While she does have an established skincare routine, she often experiences breakouts (like most teens) which cause her a great deal of embarrassment. Although she knows (and I have told her) that wearing a mask limits air circulation to the face, causing more breakouts, she insists that she still wants to wear one. Part of her embarrassment appears to be exacerbated by the fact that most of her peers wear makeup (which covers the skin troubles that I assume that nearly all teens have), leaving them with the illusion of perfect skin, while my daughter has no interest in touching any sort of makeup product whatsoever.Every time I suggest that she can try going to school for a day (or even just until lunchtime!) without a mask, she comes up with some kind of excuse for why she shouldn’t. It is clear that she feels very strongly about this, and is incredibly uncomfortable with the idea of taking her mask off.",
        "subheading": "Dear Care and Feeding,"
    },
    {
        "id": "23",
        "path": "/bone",
        "name": "Fitness",
        "categorey": "The Latest Article",
        "author": "Sara Moniuszko",
        "title": "Bone broth: Is it good for you? Here's what experts say. - CBS News",
        "description": "Bone broth is gaining attention on social media, but is it actually healthy or all hype? We asked experts to weigh in and answer common questions.",
        "url": "https://www.cbsnews.com/news/bone-broth-is-it-good-for-you-heres-what-experts-say/",
        "urlToImage": "https://assets1.cbsnewsstatic.com/hub/i/r/2023/05/17/d9ab918b-b2e3-49c5-990c-1702ef6e35b4/thumbnail/1200x630/d5e98bdf56097a451a39bbbcf4b42b3b/gettyimages-936161838.jpg",
        "publishedAt": "2023-05-23T12:05:24Z",
        "content": "You've probably been seeing bone broth videos popping up on your social media feed. Celebrities mention sipping it for lunch. But is it actually healthy, or a lot of hype? Laura Ligos, a registered dietitian nutritionist and specialist in sports dietetics, says bone broth has been a trend for a while, first gaining popularity when keto and paleo diets were on the rise. Now, the drink is gaining more attention thanks to celebrities and influencers sharing their interest online While bone broth can provide some beneficial nutrients, experts don't view the popular beverage as vital addition to your wellness regime. What else do you need to know about the trend? We asked some commonly searched questions: Made by simmering animal bones in water for a long time with vegetables, spices and sometimes other ingredients like apple cider vinegar, bone broth can be part of the puzzle, but is not a quick fix, Ligos says."
    },
    {
        "id": "24",
        "name": "Fitness",
        "path": "/mashroom",
        "categorey": "The Latest Article",
        "author": "Eric W. Dolan",
        "title": "New study provides insights into the neurophysiological basis of psilocybin-induced alterations in consciousness - PsyPost",
        "description": "New research published in iScience provides unique insights into how psilocybin alters brain activity during psychedelic experiences. The findings suggest that while the overall activity of the brain becomes more chaotic during the psychedelic state, the brai…",
        "url": "https://www.psypost.org/2023/05/new-study-provides-insights-into-the-neurophysiological-basis-of-psilocybin-induced-alterations-in-consciousness-163548",
        "urlToImage": "https://www.psypost.org/wp-content/uploads/2021/12/psychedelic-psilocybin-magic-mushrooms.jpg",
        "publishedAt": "2023-05-23T11:02:31Z",
        "content": "New research published in iScience provides unique insights into how psilocybin alters brain activity during psychedelic experiences. The findings suggest that while the overall activity of the brain becomes more chaotic during the psychedelic state, the brain’s ability to maintain complex interactions in response to external stimulation is not affected.Psilocybin is a naturally occurring psychedelic compound found in certain species of mushrooms, commonly known as “magic mushrooms.” The substance can induce profound changes in perception, cognition, and emotions, leading to altered states of consciousness. The scientists behind the new study were interested in better understanding the neurophysiological effects of psilocybin and their relationship to subjective experiences during altered states of consciousness.To this aim, we used a psychedelic substance and a brain-imaging technology: first, we used psilocybin, which acts as pharmaceutical tool to induce a well-defined altered state of consciousness. Second, a combination of transcranial magnetic stimulation and electroencephalography (EEG). This allows you to decode aspects of the underlying brain signature and visualize its current electrophysiological state,” said study author Andres Ort, a member of the Neurophenomenology of Consciousness Lab at the University of Zurich.The researchers employed a method known as the Perturbational Complexity Index (PCI) to quantify the complexity of spatiotemporal activity patterns in the brain. They applied a perturbation to a specific area of the brain using transcranial magnetic stimulation and recorded the resulting electrical activity via EEG. The recorded brain signals were then analyzed to evaluate the complexity and integration of the neural responses.“Psychedelics like psilocybin are ideal pharmaceutical tools to alter and study human consciousness,” Ort told PsyPost. “In analogy to the well established ultrasound technology, which transforms echo soundwaves into a grayscale to visualize tissues, transcranial magnetic stimulation sends an impulse to the cortex, which sends back a wave-like electromagnetic response. This response can be used to calculate the underlying complexity of information processing (as binary code in time and space) or to visualize the brain’s given state."
    },
    {
        "id": "25",
        "name": "Fitness",
        "path": "/decise",
        "categorey": "The Latest Article",
        "author": null,
        "title": "Univ. of Iowa Hospitals & Clinics shares findings on newer type of cancer treatment - KCRG",
        "description": "Not only are the success rates higher than ever, but it has also proven to be quicker and less invasive than other forms of treatment.",
        "url": "https://www.kcrg.com/2023/05/22/univ-iowa-hospitals-clinics-shares-findings-newer-type-cancer-treatment/",
        "urlToImage": "https://gray-kcrg-prod.cdn.arcpublishing.com/resizer/juOHX-RQ5am_XPApj-LI8vprtZM=/1200x600/smart/filters:quality(85)/cloudfront-us-east-1.images.arcpublishing.com/gray/KJKZB7NKZFFRVILRE4F3FV7AAY.JPG",
        "publishedAt": "2023-05-22T23:16:00Z",
        "content": "IOWA CITY, Iowa (KCRG) - Doctors at the University of Iowa Hospitals and Clinics say lives are being saved today thanks to research that started five years ago. It’s the result of a clinical trial into a newer type of cancer treatment. CAR-T cell therapy is a way to alter someone’s immune system to better recognize cancer in the body and kill it faster and more effectively.One patient to be a part of the clinical trial, Chris Ferenzi, remembers his first battle with cancer like it was yesterday.“It was about 6 months of chemo, every three weeks I’d go for about 8 hours,” he told TV-9.Once chemo was over, the cancer had seemed to go away. But then it came back. That’s when he was introduced to a clinical trial of CAR-T cell therapy.“We were leaning towards hopefully getting at least a 50% chance of getting that CAR-T cell therapy and I was lucky enough to get chose for that arm of the study,” said Ferenzi.That study was led by Dr. Umar Farooq. For five years they would study what happens when a patient’s own immune system is able to identify and destroy blood cancer."
    },
    {
        "id": "26",
        "path": "/juce",
        "name": "Fitness",
        "categorey": "Latest Stories",
        "author": "Rishabh Raj",
        "title": "9 green juices that can help manage diabetes and high blood pressure - Recipes",
        "description": "As per data, every fifth person in the world is either suffering from diabetes or high blood pressure, and the main reason behind all these health issues is an erratic lifestyle. Swear by these 10 natural green juices that will help manage diabetes and blood …",
        "url": "https://recipes.timesofindia.com/web-stories/9-green-juices-that-can-help-manage-diabetes-and-high-blood-pressure/photostory/100448937.cms",
        "urlToImage": "https://static.toiimg.com/thumb/msid-100448988,imgsize-64516,width-900,height-1200,resizemode-6/100448988.jpg",
        "publishedAt": "2023-05-23T13:34:50Z",
        "content": "Blend 1 green apple, 1/2 cucumber, 1 tbsp lemon juice, 4 kale leaves, 1 sprig celery, 4-6 spinach leaves, 1/2 beetroot, 1/2 tomato, 1 inch ginger, and 1 cup bitter gourd. Drink it fresh."
    },
    {
        "id": "28",
        "path": "/clinic",
        "name": "Fitness",
        "categorey": "Latest Stories",
        "author": "Vicky Pathare",
        "title": "Pune’s KEM hosp study to reduce children’s susceptibility to type 2 diabetes - Hindustan Times",
        "description": "According to the researchers, children born to diabetic parents and children who are underweight at birth are genetically likely to develop type 2 Diabetes",
        "url": "https://www.hindustantimes.com/cities/pune-news/priya-follow-up-study-aims-to-decrease-children-s-susceptibility-to-type-2-diabetes-from-the-time-they-are-inside-their-mothers-wombs-101684860383359.html",
        "urlToImage": "https://www.hindustantimes.com/ht-img/img/2023/05/23/1600x900/Researchers-at-the-city-based-KEM-Hospital-have-in_1684860379584.jpg",
        "publishedAt": "2023-05-23T16:46:22Z",
        "content": "Researchers at the city-based KEM Hospital have initiated a study to decrease the childrens susceptibility to type 2 Diabetes from the time they are inside their mothers wombs. According to the resea… [+2948 chars]"
    },
    {
        "id": "29",
        "path": "/papya",
        "name": "Fitness",
        "categorey": "Latest Stories",
        "author": "Ivy C",
        "title": "Papaya: The antioxidant powerhouse for weight loss, digestion and anti-cancer benefits - Longevity.Technology",
        "description": "The papaya is a powerhouse of antioxidant. It has anti-cancerous properties, aids in digestion, protects the heart, may also provide protection against sunburns.",
        "url": "https://longevity.technology/lifestyle/papaya-the-antioxidant-powerhouse-for-weight-loss-digestion-and-anti-cancer-benefits/",
        "urlToImage": "https://longevity.technology/lifestyle/wp-content/uploads/2023/05/sliced-papaya-laid-on-wooden-table.jpg",
        "publishedAt": "2023-05-23T17:04:23Z",
        "content": "Get to know the extraordinary power of papaya, a remarkable fruit renowned for its exceptional antioxidant properties.\r\nPapaya can cause allergies in some people. If you encounter any adverse reactio… [+3588 chars]"
    }
]