[
    {
        "id": "38",
        "path":"/malai",
        "name": "Food",
        "categorey":"The Latest",
        "author": "Doodhpak  Santula",
        "title": "Malai",
        "description":"The thick, mild malai is a homemade dairy product made with heated milk which is refrigerated until ...",
        "url": "https: //www.tasteatlas.com/malai",
        "urlToImage":"https: //cdn.tasteatlas.com/images/ingredients/1ff8aa710cb6476491816569c639f99d.jpg?mw=1300",
        "publishedAt": "LAST UPDATE: THU MAR 30 2023",
        "content": "The thick, mild malai is a homemade dairy product made with heated milk which is refrigerated until a thick layer of fat is created on top. Yellow in color, malai is usually skimmed off by hands, stored in containers, and the procedure is repeated until all fat and proteins have been separated from the milk.Even though it is a time-consuming process, malai is commonly prepared in many Indian households, and usually used as an ingredient in creamy sauces, curries, and traditional desserts"
    },
    {
        "id": "39",
        "path":"/phulahari",
        "name": "Food",
        "categorey": "The Latest",
        "author": "Doodhpak  Santula",
        "title": "Pulihora",
        "description":"Pulihora is a popular south Indian dish that can easily be found in the states of Andhra Pradesh, Tamil Nadu, and Karnataka... ",
        "url": "https: //www.tasteatlas.com/pulihora",
        "urlToImage":"https: //cdn.tasteatlas.com/images/dishes/2a00c116070d46a7a8dd91c0e086f76d.jpg?mw=1300",
        "publishedAt": "LAST UPDATE: THU MAR 30 2023",
        "content":"Pulihora is a popular south Indian dish that can easily be found in the states of Andhra Pradesh, Tamil Nadu, and Karnataka. It consists of rice, turmeric, tamarind, curry leaves, coriander, ginger, and green chiles. Additionally, yellow lentils, roasted sesame seed powder, and mustard seeds can be added to enhance the already rich flavors of the dish.It is commonly prepared for festivals, yellow in color due to turmeric - considered sacred and symbolizing festive occasions in the Hindu world. The word puli in its name means sour, reflecting the tangy flavor of the dish. However, spicy and salty flavors that are also present in the dish are well balanced with the sour tamarind"
    },
    {
        "id": "40",
        "path":"/puri",
        "name": "Food",
        "categorey": "The Latest",
        "author": "Doodhpak  Santula",
        "title": "Puri",
        "description":"Puri is an unleavened, fried Indian bread made with water, finer or coarser wheat flour, and occasionally cumin seeds... ",
        "url": "https: //www.tasteatlas.com/puri",
        "urlToImage":"https://cdn.tasteatlas.com//Images/Dishes/9d3c2351d9814a4daba235d7bf7c79f2.jpg?w=905&h=510",
        "publishedAt": "LAST UPDATE: THU MAR 30 2023",
        "content":"Puri is an unleavened, fried Indian bread made with water, finer or coarser wheat flour, and occasionally cumin seeds. The dough is rolled into flat round shapes and fried in copious amounts of vegetable oil or ghee. During frying, the dough absorbs oil and puri acquires the typical puffy appearance, crispy texture, and an appealing golden color. Occasionally, uncooked puri is punctured to produce a flat variety of the bread. It is consumed across the Indian subcontinent, but its origin is probably in the northern regions, where wheat flour was more usually employed. Most commonly, puri is consumed as a side dish, alongside creamy and spicy curries or a variety of vegetable dishes. "
    },
    {
        "id": "41",
        "path":"/pavbhaji",
        "name": "Food",
        "categorey": "The Latest Article",
        "author": "Doodhpak  Santula",
        "title": "Pav bhaji",
        "description":"Pav bhaji is a popular street snack originating from the Indian state of Maharashtra.",
        "url": "https: //www.tasteatlas.com/pav-bhaji",
        "urlToImage":"https://cdn.tasteatlas.com/Images/Dishes/f77866f0f5474fc0b41d316f885edcc3.jpg?mw=1300",
        "publishedAt": "LAST UPDATE: THU MAR 30 2023",
        "content":"Pav bhaji is a popular street snack originating from the Indian state of Maharashtra. It consists of a vegetable curry that is typically served with a soft bread roll known as pav. The dish was invented in the 1850s as a midnight meal by street vendors who prepared it with all the leftover vegetables from the day, which were then mashed and combined with spices and ghee butter.Originally, it was a quick and easy meal for Mumbai's textile mill workers, but today it is a favorite street snack that is also served in some restaurants in Mumbai. There are a lot of varieties of the basic pav bhaji, with added cheese, paneer, mushrooms, plantains, and even dried fruits thrown in the flavorful curry mix. "
    },
    {
        "id": "42",
        "path":"/masaladhosa",
        "name": "Food",
        "categorey": "The Latest Article",
        "author": "Doodhpak  Santula",
        "title": "Masala dosa",
        "description":"A traditional southern Indian dish known as masala dosa is popular throughout the country, ",
        "url": "https: //www.tasteatlas.com/masala-dosa",
        "urlToImage":"https://cdn.tasteatlas.com/Images/Dishes/ba7bab747c7e41769dbc895a84626a23.jpg?mw=1300",
        "publishedAt": "LAST UPDATE: THU MAR 30 2023",
        "content":" A traditional southern Indian dish known as masala dosa is popular throughout the country, made from a batter of soaked rice and lentils that is baked into a thin pancake and usually stuffed with potatoes, onions, and mustard seeds. The dish is often garnished with grated coconut and chopped coriander.With its huge popularity, there are also some variations of the dish, such as mysore masala dosa, rava masala dosa, onion masala dosa, and paper masala dosa. It is usually consumed as a quick snack or as a part of an Masala dosa has even made the list of 10 foods to try before you die, complied by the Huffington Post, alongside famous dishes such as Beijing duck, moussaka, and BBQ ribs."
    },
    {
        "id": "43",
        "path": "/roghanjosh",
        "name": "Food",
        "categorey": "The Latest Article",
        "author": "Doodhpak  Santula",
        "title": "Rogan josh",
        "description": "Rogan josh is an aromatic lamb curry that is believed to be of Persian origin, although today it is more closely associated with the Kashmir region of India. ",
        "url": "https://www.tasteatlas.com/rogan-josh",
        "urlToImage": "https://cdn.tasteatlas.com/Images/Dishes/99d92862af9a42a2973a8213144f39ca.jpg?mw=1300",
        "publishedAt": "LAST UPDATE: THU MAR 30 2023",
        "content": "Rogan josh is an aromatic lamb curry that is believed to be of Persian origin, although today it is more closely associated with the Kashmir region of India. The stew is characterized by tender meat and a thick, fiery red sauce coming from deseeded Kashmiri chillies.Lamb pieces are typically stewed in a gravy made with browned onions, garlic, yogurt, ginger, and aromatic herbs and spices. The name of the dish is derived from two words: rogan, meaning clarified butter or oil, and josh, referring to passion or heat.Rogan josh is usually accompanied by plain or spiced basmati rice and Indian flatbreads such as naan on the side. The dish is also popular in the United Kingdom since the 1950s, when Indian cuisine was brought over to the country."
    },
    {
        "id": "44",
        "path": "/chicken65",
        "name": "Food",
        "categorey":  "Latest Stories",
        "author": "Doodhpak  Santula",
        "title": "Chicken 65",
        "description": " Chicken 65 is a classic poultry dish with origins in Chennai, India. It consists of deep-fried chicken that is marinated in ginger, lemon, red chiles, and a variety of other spices. ",
        "url" : "https://www.tasteatlas.com/chicken-65",
        "urlToImage" : "https://cdn.tasteatlas.com/images/dishes/55f00ba4fe8746a68b8ad62b24226e3b.jpg?mw=1300",
        "publishedAt" : "LAST UPDATE: THU MAR 30 2023",
        "content": " Chicken 65 is a classic poultry dish with origins in Chennai, India. It consists of deep-fried chicken that is marinated in ginger, lemon, red chiles, and a variety of other spices. There are a few theories about the origin of chicken 65. The most popular theory says that it was created in Tamil Nadu by A. M. Buhari in 1965.Another one says that the original dish was made with 65 hot chili peppers, as a testament of manliness. There are also some unlikely theories, such as the one claiming that the chicken was cut into 65 pieces, or that the chicken was 65 days old when the dish was prepared.Due to the dish's popularity, there are numerous variations, and each South Indian state has its own version. In Karnataka, the dish is garnished with grated coconut, and in Andhra Pradesh, the chicken is cooked instead of fried. Chicken 65 is commonly served with hot, red chutneys."
    },
    {
        "id": "45",
        "path": "/gulabjamun",
        "name": "Food",
        "categorey": "Latest Stories",
        "author": "Doodhpak  Santula",
        "title": "Gulab jamun",
        "description": "Gulab jamun is a dessert based on milk solids that are kneaded into a dough, shaped into balls, and deep-fried in ghee.",
        "url": "https://www.tasteatlas.com/gulab-jamun",
        "urlToImage": "https://cdn.tasteatlas.com/Images/Dishes/23fba80da08c46ceba5a99a5b1f1f200.jpg?mw=1300",
        "publishedAt": "LAST UPDATE: THU MAR 30 2023",
        "content": "Gulab jamun is a dessert based on milk solids that are kneaded into a dough, shaped into balls, and deep-fried in ghee. The balls then get soaked in a sugary concoction flavored with saffron, green cardamom, and rose water. When served, gulab jamun is often garnished with dried nuts to further enhance its flavors.The name of the dish is derived from two words: gulab, meaning rose, and jamun, referring to the purple-colored jamun berry fruit. It is believed that the dessert originated from an Arabic dessert called luqmat al-qadi, which became popular during the Mughal era, when Indian cooks at the palace kitchens adapted their cuisine by combining the newly arrived Persian ingredients with their own Hindu flavors.Nowadays, gulab jamun is often prepared for weddings and during the Diwali festival, both in India and in Trinidad and Tobago, where gulab jamun is also quite popular.Five TikTok users last week filed a suit of their own, calling on a federal court to overturn Montana's ban on the app, arguing that it violates their free speech rights. "
    },
    {
        "id": "46",
        "path": "/pakoda",
        "name": "Food",
        "categorey": "Latest Stories",
        "author": "Doodhpak  Santula",
        "title": "Pakora",
        "description": "Pakora is a savory, deep-fried Indian snack made with pieces of vegetables such as cauliflower and eggplant.  ",
        "url": "https://www.tasteatlas.com/pakora",
        "urlToImage": "https ://cdn.tasteatlas.com/Images/Dishes/b4deb1913b6b48c2baff9e6cf8d25923.jpg?mw=1300",
        "publishedAt": "LAST UPDATE: THU MAR 30 2023",
        "content": " Pakora is a savory, deep-fried Indian snack made with pieces of vegetables such as cauliflower and eggplant. Although it is a quintessential Indian snack that can be easily found on numerous street corners, it can also be made at home. Traditionally, pakoras are at their most popular during spring, when the locals enjoy fried foods to celebrate the monsoon season.The snack comes in many varieties but is usually made from two main ingredients - potato, and another vegetable or meat of choice, which is then dipped in flour and deep-fried in ghee. Pakoras are usually seasoned with turmeric, salt, chili, or other spices.There is also bhaji, the same snack with a different name, but made without any seasonings. Bhaji is popular in South India, while pakoras are mostly consumed in North India. Regardless of the nomenclature, pakoras make a great appetizer or a snack, and it is recommended to pair them with chutneys and a hot cup of tea on the side."
    }
]