[
    {
        "id": "47",
        "name": "move",
        "path": "/javan",
        "categorey": "The Latest",
        "img": "https://www.filmibeat.com/ph-big/2023/02/jawan_167688637400.jpg",
        "heading": "Jawan Move",
        "text": "Jawan is a 2023 Bollywood action, thriller movie, directed by Atlee Kumars...",
        "ReleaseDate": "7 September 2023",
        "Language": "Hindi",
        "DubbedIn": "Tamil, Telugu, Malayalam, Kannad",
        "Genre": "Drama",
        "Cast": "Shah Rukh Khan, Nayanthara, Priyamani, Sanya Malhotra, Yogi Babu, ",
        "Director": "Atlee Kumar, Cinematography, G.K. Vishnu",
        "Music": "Anirudh Ravichander",
        "Producer": "Shah Rukh Khan",
        "Production": "Red Chillies Entertainment",
        "title": "Jawan: Release Date, Trailer, Songs, Cast",
        "urlToimg": "ttps://assets.gadgets360cdn.com/pricee/assets/product/202206/MV5BNTFjMGVlZDQtN2M2ZS00N2UxLTgyYjItN2YzYWIyOTQyNjFiXkEyXkFqcGdeQXVyOTI3MzI4MzA._V1__1655912225.jpg?downsize=680:*",
        "content": "Shah Rukh Khan makes a comeback to the silver screen after a sabbatical of about half a decade. The patriotic thriller marks his third release in 2023 and puts on the platter suspense, action, and drama.",
        "contentheading": "About Jawan Movie (2023)"
    },
    {
        "id": "48",
        "path": "/papaya",
        "name": "fruit",
        "categorey": "The Latest",
        "img": "https://images.pexels.com/photos/4113798/pexels-photo-4113798.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "heading": "Papaya",
        "text": "Papaya or Carica papaya is a tropical succulent fruit of the Caricaceae family. Papaya fruit is edible raw when ripe, and its young fruit, leaves.... ",
        "title": "7 Reasons Why You Should Eat Papaya Empty Stomach",
        "descriptin": "Read on as we discuss the many benefits of consuming papaya on an empty stomach.",
        "urltoimg": "https://c.ndtvimg.com/2023-04/3bdqs4po_skincare-benefits-of-papayas_625x300_20_April_23.jpg",
        "content": "Besides being a tasty fruit, papaya also has several benefits. This tropical treasure offers a wealth of health advantages. While papayas rank among the tastiest and most useful fruits, they offer much more than just a sweet flavour and attractive appearance. Eating papaya has a number of health advantages, including the capacity to aid in weight loss, lessen oxidative stress, treat diabetes, combat ageing, and promote wound healing.                                                                                Second only to the banana in terms of popularity, papayas are among the most common fruits in tropical and subtropical areas. The benefits of papaya fruit come from its high concentration of antioxidants, enzymes, vitamins C, E, and A, dietary fibre, and minerals including magnesium and potassium. Eating papaya empty stomach might provide even more benefits. Continue reading as we discuss these benefits."
    },
    {
        "id": "49",
        "name": "tiktok",
        "path": "/tiktok",
        "categorey": "The Latest",
        "img": "https://ichef.bbci.co.uk/news/976/cpsprodpb/18412/production/_129764399_tiktok-index-getty.jpg.webp",
        "heading": "TikTok",
        "text": "Montana is set to become the first US state to ban Chinese-owned media giant TikTok from personal devices.....",
        "title": "TikTok Sues To Stop Ban In US State Of Montana",
        "description": "The unprecedented ban, set to start in 2024, violates the constitutionally protected right to free speech, TikTok argued in the suit.",
        "urltoimg": "https://c.ndtvimg.com/2021-12/hae50fi8_tiktok-generic_625x300_24_December_21.jpg",
        "content": "San Francisco: TikTok on Monday filed suit in US federal court to stop the state of Montana from implementing an overall ban on the video sharing app.The unprecedented ban, set to start in 2024, violates the constitutionally protected right to free speech, TikTok argued in the suit.We believe our legal challenge will prevail based on an exceedingly strong set of precedents and facts, a TikTok spokesperson told AFP.Montana Governor Greg Gianforte signed the unprecedented prohibition into law on May 17.Gianforte said on Twitter that he endorsed the ban in order to protect Montanans' personal and private data from the Chinese Communist Party.The state has enacted these extraordinary and unprecedented measures based on nothing more than unfounded speculation, TikTok contended in its lawsuit.TikTok called on the federal court to declare the Montana ban on its app unconstitutional and block the state from ever putting it into .."
    },
    {
        "id": "50",
        "name":"home",
        "path": "/bank",
        "categorey": "The Latest Article",
        "img": "https://bl-i.thgim.com/public/incoming/ivmgyn/article66424989.ece/alternates/LANDSCAPE_1200/2023-01-23T102603Z_550141351_RC29WY90SDM5_RTRMADP_3_AXIS-BANK-RESULTS.JPG",
        "title": "Axis Bank will offer the farmers, part of ITC’s agri ecosystem, a range of products, including gold loans",
        "heading": "Axis Bank ties up with ITC to offer loans to farmers",
        "text": "Axis Bank has collaborated with ITC Ltd to offer loans and services to farmers who are part of ITC’s agriculture ecosystem, the two companies said in a joint release.The partnership will enable Axis Bank to cater to the financial requirements of unserved and under-served farmers based in remote regions by offering them a range of assets and liability products such as farmer loans and gold loans, among others.Axis Bank will leverage ITCMAARS (Meta Market for Advanced Agricultural Rural Services), a full-stack agri-tech application to reach out to the farmers and address their financial requirements. The bank will also offer farmers a range of products and services through its rural-urban and semi-urban (RUSU) branches located across 656 districts.Axis Bank will leverage ITCMAARS (Meta Market for Advanced Agricultural Rural Services), a full-stack agri-tech application to reach out to the farmers and address their financial requirements. The bank will also offer farmers a range of products and services through its rural-urban and semi-urban (RUSU) branches located across 656 districts. Axis Bank will leverage ITCMAARS (Meta Market for Advanced Agricultural Rural Services), a full-stack agri-tech application to reach out to the farmers and address their financial requirements. The bank will also offer farmers a range of products and services through its rural-urban and semi-urban (RUSU) branches located across 656 districts. Powered by the ITC e-Choupal ecosystem that connects with over 4 million farmers, we have now implemented ITCMAARS a phygital ecosystem that provides a range of solutions through Hyperlocal and personalised advisory, Agri- Inputs, Financial services and Market linkages,” said Rajnikant Rai, Divisional Chief Executive, Agri Business Division, ITC.Timely availability of institutional credit will enable the farmer to buy quality Inputs, which will help improve productivity and enhance farm incomes, he added.Through this initiative, Axis Bank aims to further scale up its Bharat Banking strategy by increasing new-to-bank accounts. As of December 31, the bank’s rural advances were up 27 per cent YoY, disbursements were higher by 12 per cent and deposits were up 16 per cent on year. "
    },
    {
    "id": "51",
    "path": "/rahul",
    "name": "homepage",
    "categorey": "Latest Stories",
    "img": "https://images.indianexpress.com/2023/05/rahul-gandhi-truck-ride.jpg?w=640",
    "heading": "A people’s leader’: After delivery agent, bus commuters, Rahul Gandhi now rides with truck drivers",
    "description": "Gandhi reportedly made the trip to interact with truck drivers and understand their problems.",
    "text": "Congress leader Rahul Gandhi took a truck ride in Haryana, from Murthal to Ambala, in an effort to understand the issues and problems faced by the drivers.After the Bharat Jodo Yatra, where Gandhi interacted with people from all walks of life, the party is now projecting Gandhi as a “jan nayak“, or a people’s leader. During his campaign for the Karnataka elections, several tweets by the Congress handle called Gandhi a peoples leader.Recently, Gandhi rode pillion with a Blinkit delivery agent in Bengaluru as part of Congress’s outreach to gig workers ahead of the Karnataka Assembly elections, which the party won with a resounding mandate.He also boarded a Bengaluru Metropolitan Transport Corporation (BMTC) bus to interact with passengers as part of his campaign. There, he spoke with some women passengers about their aspirations for Karnataka, according to the Congress camp. In its election manifesto, the Congress has also pledged to ensure free travel for women in government buses in the state.",
    "url": "https://indianexpress.com/article/india/rahul-gandhi-truck-ride-murthal-ambala-haryana-8624107/"
    },
    {
    "id": "52",
    "path": "/virat",
    "name": "homepage",
    "categorey": "Latest Stories",
    "img": "https://images.indianexpress.com/2023/05/Kohli-41.jpg?w=640",
    "heading": "Disappointed but…’: Virat Kohli breaks silence on RCB’s exit from IPL 2023",
    "description": "Virat Kohli wrote an emotional note after RCB's exit from season 16 of the Indian Premier League.",
    "text": "Virat Kohli enjoyed a successful season in the 2023 Indian Premier League (IPL) with the willow, scoring 639 runs in 14 innings. However, his team – the Royal Challengers Bangalore once again fell short of qualifying for the playoffs.In the last league game, Kohli dished out his best performance of the season against Gujarat Titans, scoring a brilliant hundred. But it wasn’t enough as RCB lost the match and bowed out without making it to the knockout stage.Breaking his silence for the first time since RCB’s exit, Kohli in a post on social media wrote: “A season which had it’s moments but unfortunately we fell short of the goal. Disappointed but we must hold our heads high. To our loyal supporters, grateful for backing us every step of the way.“A big thank you to the coaches, management and my teammates. We aim to be back stronger,” he added.Bangalore had to win the final IPL game in the league stage to claim the last available playoff spot, but Gill followed his century against Sunrisers Hyderabad with an unbeaten 104 off 52 balls as Gujarat reached 198-4 with five balls to spare for a six-wicket win."
    },
    {
    "id": "53",
    "name": "homepage",
    "path": "/upi",
    "categorey": "Latest Stories",
    "img": "https://images.indianexpress.com/2023/05/rupay-upi-payment.jpg?w=640",
    "description": "You can now make UPI payments using RuPay credit cards on Google Pay. Here's how to add it to your Google Pay account.",
    "heading": "Google Pay now supports UPI payments using RuPay credit cards",
    "text": "Google has partnered with the National Payments Corporation of India (NCPI) to launch RuPay credit card-based UPI payments on Google Pay. Users can now add RuPay credit cards on Google Pay and make payments to online and offline merchants.Right now, Google Pay supports RuPay credit cards issued by Axis Bank, Bank of Baroda, Canara Bank, HDFC Bank, Indian Bank, Kotak Mahindra Bank, Punjab National Bank and Union Bank of India, and the company has confirmed to add more banks in the coming days.For the unaware, Google Pay, a UPI-based payment app like most payments apps only support payment using a debit card. With this update, users can now add their RuPay credit card and make payments seamlessly to merchants across the country. At present, there is no option to add Visa and Master-issued credit cards to Google Pay or any other UPI payment app in India.Nalin Bansal, Chief Relationship Management and Key Initiatives, Corporate Business from NPCI, said, “The integration of RuPay Credit Card on UPI delivers a remarkable user experience seamlessly combining the convenience of UPI with the benefits of RuPay Credit Card. We believe this service will mature to provide access to digital credit on demand and consumers will be able to make payments by taking benefit of the inherent security and availability of UPI network across both offline and online platforms. We are delighted to partner with Google Pay as we believe that this combination will play a vital role in democratizing credit in India.”"
    }
]